[{"pk": 1, "model": "products.product", "fields": {"sku": "pp5001340155", "name": "Karma Climbing Rope 30m", "description": "An intermediate cragging rope that'll help you to get used to smaller rope diameters.The Beal Karma 9.8mm is a single rope that offers the perfect compromise between handling and thinness, ideal for climbers wanting to progress. Handling and compactness Excellent balance between thinness and control Use for sport and high level climbing Diameter: 9.8mm Length: 30m", "price": 53.99, "category": 1, "rating": 4.8, "image": "go_320139_a.jpg"}},


 {"pk": 2, "model": "products.product", "fields": {"sku": "pp5001600425", "name": "Cobra II 86mm Dry Cover Climbing Rope (60m)", "description": "A classic product for adventure climbing, the Beal Cobra II is suitable for long routes on the crag and in the Alps.Known for its balance between strength and lightness, the Cobra II Climbing Rope from Beal’s Intensive Line collection features Unicore technology; a process which involves bonding the sheath to the core of the rope which means it is stronger in the rare chance that a sheath is cut from a sharp rock. This technical rope is robust enough to sustain the most difficult loadings and Unicore ensures high levels of abrasion resistance for security and confidence.", "price": 126.00, "category": 1, "rating": 4.2, "image": "go_323120_a.jpg"}},



{"pk": 3, "model": "products.product", "fields": {"sku": "pp5001340158", "name": "Men's Ratio Snow Helmet", "description": "Tackle the slopes snow problem in this Men's Ratio Snow Helmet from Giro. With MIPS protection, your noggin will be well-protected so that you can fly down the slopes on your skis or mountainside on your bike. A Multi-Directional Impact Protection System (MIPS) makes this a model ski helmet, putting your safety above all else. However, through a sleek silhouette, it doesn't compromise on style, letting you fix a pair of sleek goggles to it so you can stay cool calm and collected on the slopes.", "price": 63.99, "category": 1, "rating": 4.2, "image": "go_379000_a.jpg"}},

{"pk": 4, "model": "products.product", "fields": {"sku": "pp5001340159", "name": "Elia Climbing Helmet", "description": "A durable multi-purpose climbing helmet for women that adapts easily to your head shape and size. Very versatile and durable, the Petzl ELIA helmet gives you effective impact protection for climbing, mountaineering, caving, via ferrata, canyoning. Designed and developed to respond specifically to the needs of women, it's made with an ABS shell and expanded polystyrene liner, is fully adjustable, and adapts to all head shapes.", "price": 54.99, "category": 1, "rating": 4.1, "image": "go_318878_a.jpg"}},



{"pk": 5, "model": "products.product", "fields": {"sku": "pp5001340160", "name": "Adjama Harness", "description": "A climbing and mountaineering harness with adjustable leg loops, for single and multi-pitch climbing. Designed for technical mountaineering, trad climbing and multi-pitch climbing, the Petzl Adjama harness boasts adjustable leg loops that adapt to all climbers in all seasons. Its padded leg loops and waistbelt give you the maximum comfort without hindering your freedom of movement. Five equipment loops carry all the equipment required for progression on ice or rock, keeping it easily accessible during the activity.", "price": 65.00, "category": 1, "rating": 4.8, "image": "go_046486_a.jpg"}},

{"pk": 6, "model": "products.product", "fields": {"sku": "pp5001340161", "name": "Energy CR Climbing Harness", "description": "A lightweight, versatile and comfortable rock climbing harness for every level. The Camp Energy CR Harness' versatile design makes it great for any kind of climbing, from cranking in the gym to gunning for the chains on sport routes, to exploring the unknown on multi-pitch routes. The thermo-formed padding moulds to the body for exceptional comfort and a profiled fit. Adjustable eg loops allow for a fine-tuned fit.", "price": 49.99, "category": 1, "rating": 4.7, "image": "go_330880_a.jpg"}},


{"pk": 7, "model": "products.product", "fields": {"sku": "pp5001340162", "name": "Women's Arnside Mid Walking Boot", "description": "A lightweight, waterproof, breathable and supportive boot that is ideal for general outdoor walking. The Phylon midsole offers comfort without bulk or excess weight and the TPU shank ensures strong structural support in a range of conditions. A great all-round shoe for the everyday adventure or countryside pursuits.", "price": 79.99, "category": 2, "rating": 4.8, "image": "go_048325_a.jpg"}},

{"pk": 8, "model": "products.product", "fields": {"sku": "pp5001340163", "name": "Men's Country Walker Walking Boots", "description": "The Country Walker Walking Boots from Brasher feature classic design, comfort and performance. Constructed using premium waterproof leather, the Country Walker Boots shield from water and moisture whilst allowing for constant airflow. The comfort PU footbed cradles the foot, cushioning each step for extended comfort, ideal for longer days on the trail.", "price": 139.99, "category": 2, "rating": 4.8, "image": "go_250723_a.jpg"}},



{"pk": 9, "model": "products.product", "fields": {"sku": "pp5001340164", "name": "Men's Yangon Shorts", "description": "Long length multi-activity shorts that are well equipped for all your outdoor adventures. North Ridge's Yangon Shorts effectively combine comfort with practicality, making them ideal for long walks and treks in warmer weather. They are made from lightweight, quick-drying polyester spandex, with an elastic waistband and four way stretch for complete comfort", "price": 33.99, "category": 2, "rating": 4.4, "image": "go_321239_a.jpg"}},

{"pk": 10, "model": "products.product", "fields": {"sku": "pp5001340165", "name": "Men’s Kiwi Trousers", "description": "UPF 50+ sun-protection trousers. Stay limber and nimble-footed in these agile technical trousers which let you jog lightly and leap from place to place whilst keeping your legs out of the sun. Flexible and stretchy, the trousers are top-notch for an outdoor workout, especially when warming up with a few forward lunges.", "price": 29.99, "category": 2, "rating": 4.6, "image": "go_376152_a.jpg"}},

{"pk": 11, "model": "products.product", "fields": {"sku": "pp5001340166", "name": "Nova 300 3 Person Tent", "description": "A quick and easy tunnel tent for three campers, that'll shelter you through a wide range of weathers - recommended by the DofE and featuring on the DofE Expedition Kit List. Exclusive to GO Outdoors, the Vango Nova 300 is a lightweight tunnel tent that gives you a sturdy, reliable shelter in a compact package. It's simple to set up and packs away to a light, small size that's easy to take anywhere, making it an ideal choice for first time youth campers, festival goers, DofE participants and Scouts expeditioners. Its tunnel shape with 'gothic arch' pole structure makes it roomy inside, stable in wind, and helps water or snow to run off the flysheet. Taped seams and 'rain-stop' doors keep it dry inside, and the Vango TBSII tension band system helps it to stand up to strong windy weather.", "price": 109.99, "category":3 , "rating": 4.5, "image": "go_326406_a.jpg"}},


{"pk": 12, "model": "products.product", "fields": {"sku": "pp5001340167", "name": "Banshee 200 Tent", "description": "The Vango Banshee 200 is a 2-man tent ideal for trekking and wild camping in remote places. The Vango Banshee 200 has a fantastic space to weight ratio, whilst the side entry tunnel and TBS II Tension Band System ensure the tent performs in adverse conditions, especially in strong, changeable winds. This lightweight, compact tent can be quickly and easily pitched in just 7 minutes and weighs just 2.4kg.", "price": 119.99, "category":3 , "rating": 4.9, "image": "go_411073_a.jpg"}},

{"pk": 13, "model": "products.product", "fields": {"sku": "pp5001340168", "name": "Adult Sleeping Pod", "description": "The Sleeping Pod is designed for those who have trouble getting comfortable in standard sleeping bags. The unique sleeping bag shape is half as wide as it long, so you've got plenty of room to move around inside without getting yourself in a tangle. It uses synthetic insulation with soft and comfortable lining to keep you warm and cosy and a wind baffle along the zipper helps to keep cold draughts out. The internal pocket lets you keep your essentials like a phone or torch close all night. Easily packed away into the (included) compression bag, it’s simple to pack, store and carry around. If you're the type of camper who misses home comforts, or doesn't want to get out of their sleeping bag in the morning, then this the bag for you!", "price": 19.99, "category": 3, "rating": 4.5, "image": "go_351215_a.jpg"}},

{"pk": 14, "model": "products.product", "fields": {"sku": "pp5001340169", "name": "Transition 300 Sleeping Bag", "description": "New for this camping season and exclusive to Blacks the Berghaus Transition 300 is a lightweight, synthetic 3 season sleeping bag. Designed for colder months the Transition 300 is highly insulating and has a brushed polyester inner for next to skin comfort. Designed for colder months the Transition 300 is highly insulating and has a brushed polyester inner for next to skin comfort.", "price": 35.99, "category":3 , "rating": 4.4, "image": "go_264704_a.jpg"}},

{"pk": 15, "model": "products.product", "fields": {"sku": "pp5001340170", "name": "Boreal climbing ", "description": "Amazing comfort with a cushioned heal for descents and bouldering, these climbing shoes are great for newcomers to climbing.Built using the same super-comfortable, semi-asymmetric last found in their top-selling shoe, Boreal's Alpha Climbing Shoe is perfect for beginners who are finding their feet.Their low-tension integrated rand system relieves pressure on your foot, with the durable one-piece construction providing effective support that retains its shape over time.The unlined microfibre upper feels comfortable next to the skin, and they also use Boreal's Cushioned Heel System (CHS) which places an EVA shock absorbing insert under the heel to cushion and protect the foot.They provide the ideal blend of edging support and long-lasting friction, all due to the medium stiffness midsole paired with the sticky and durable Zenith Quattro rubber outsole.", "price": 44.99, "category":4 , "rating": 4.9, "image": "go_323125_a.jpg"}},

{"pk": 16, "model": "products.product", "fields": {"sku": "pp5001340171", "name": "Joker Lace Climbing Shoe", "description": "Their best-selling model, evolved to provide greater comfort and performance in a single package.Boreal's Joker Lace, built with a new super-comfortable and semi-asymmetric last and slimmer fitting heel, is a popular choice for both newcomers and veterans.The low-tension integrated rand system relieves pressure on your foot, while the durable one-piece construction provides effective support that retains its shape over time.Their high quality split leather and synthetic microfibre upper has a PU Air Net lining for exceptional comfort and a fresh new look, and they also use Boreal's Cushioned Heel System (CHS) which places an EVA shock absorbing insert under the heel to cushion and protect the foot.They provide the ideal blend of edging support and long-lasting friction, all due to the medium stiffness midsole paired with the sticky and durable Zenith Quattro rubber outsole.", "price": 69.99, "category":4 , "rating": 4.6, "image": "go_323127_a.jpg"}},

{"pk": 17, "model": "products.product", "fields": {"sku": "pp5001340172", "name": "Ladies' Helix WMN Climbing Shoes", "description": "All day use, comfortable indoors and outside on entry to mid-grade climbs.The Scarpa Helix Climbing Shoe's combination of flat lasted comfort, good edge support and adjustable fit make it a great all-rounder.", "price": 80.99, "category":4 , "rating": 4.4, "image": "go_260827_a.jpg"}},

{"pk": 18, "model": "products.product", "fields": {"sku": "pp5001340173", "name": "Skyhawk Climbing Shoe", "description": "A true all-around climbing shoe, designed to fit the slightly narrower feet of beginners and advanced climbers alike.The Evolv Skyhawk's brand new shape is designed to ergonomically fit your feet. The unlined leather upper and synthetic overlay ensures the shoe will mould seamlessly to your foot and create a personalised fit.Breathable and treated with Agion anti-microbial formula to eliminate odour, these fantastic shoes are ideal for the climbing gym, scrambling across rocks and bouldering.Asymmetrical toe box shape, a 4.2mm sole and lace closure system means you can adjust them to fit you perfectly.The Trax® SAS outsole gives the best in friction and durability so your shoes keep performing day in and day out.", "price": 59.99, "category":4 , "rating": 4.4, "image": "go_046279_a.jpg"}}]